<template>
    <div class="advantages">
        <h2 class="main-title"><span>Ваши преимущества работы с нами</span></h2>
        <div class="advantages-items">
            <MainAdvantagesItem
                v-for="item in items"
                :key="item.title"
                :item-data="item"
            />
        </div>
    </div>
</template>

<script>
import MainAdvantagesItem from "~~/components/Main/MainAdvantagesItem.vue";

export default {
    components: {
        MainAdvantagesItem,
    },
    data() {
        return {
            items: [
                {
                    title: "1 - Мы изготавливаем деревянную мебель в Москве по индивидуальным заказам с 2003 года.",
                    description:
                        "- <strong>Производство.</strong>	 Компания обладает собственной производственной базой. <br/> - <strong>Гарантия качества.</strong>   Мы работаем с проверенными поставщиками древесины, предоставляющими сертификаты. Гарантийный срок на наши услуги составляет 1 год при условии монтажа мебели мастерами компании; <br/> - <strong>Большой ассортимент экологически безопасных материалов.</strong>   В каталоге вы можете ознакомиться со свойствами ценных и редких пород древесины, из которой мы создаем эксклюзивную мебель.",
                    img: "advantages-img1.jpg",
                },
                {
                    title: "2 - От эскиза до реализации ",
                    description:
                        "Наша столярная мастерская предлагает полный цикл изготовления мебели и деревянных интерьеров на заказ любой сложности. Наши грамотные специалисты проконсультируют, предложат мебель под Ваш дизайн интерьера, а также проведут замер, разработают дизайн проект и конструкторскую документацию. После изготовления и окраски, бережно доставят и смонтируют мебель с учётом все технических требований.",
                    img: "advantages-img5.jpg",
                },
                {
                    title: "3 - Индивидуальность в исполнении",
                    description:
                        "Несмотря на современный парк оборудования в нашей мастерской, мы бережно храним традиции ручного труда. Большая  часть работ, таких как шлифовка и покраска сложных фигурных элементов, резьба, роспись по дереву, патинирование, золочение, покрытие поталью, инкрустация, по-прежнему делается именно вручную.  Благодаря опыту и мастерству наших краснодеревщиков, мы можем создать авторское и по-настоящему эксклюзивное изделие из дерева  любой сложности.",
                    img: "advantages-img2.jpg",
                },

                {
                    title: "4 - Качество и технологии",
                    description:
                        "Мы используем только высококачественные и экологически безопасные материалы, лакокрасочную продукцию, прошедшую сертификацию в России, а также самую передовую и качественную фурнитуру и комплектующие из представленных сегодня на рынке  . Все наши изделия спроектированы с возможностью дальнейшего подключения к системе «Умный дом», пожарно-охранной сигнализации, компьютерному и телекоммуникационному оборудованию.",
                    img: "advantages-img3.jpg",
                },
                {
                    title: "5 - Производственные мощности",
                    description:
                        "Наша компания имеет собственное производство, включающее конструкторский отдел, покрасочные камеры ,современный столярный цех площадью более 1000м2, оснащенный новейшим итальянским оборудованием фирмы Griggio, SCM и немецким Altendorf. ",
                    img: "advantages-img4.jpg",
                },
            ],
        };
    },
};
</script>

<style lang="scss"></style>
